// Дана панграмма на английском, которая содержит каждую букву английского алфавита минимум 1 раз.
// Например фраза "The quick brown fox jumps over the lazy dog" - панграмма, т.к содержит все буквы от A до Z минимум единожды

// Нужно написать функцию isPangram, принимающую строку (только буквы, может быть пустой) и возвращающую
// true в случае, если на входе панграмма или false - если не панграмма

// Нельзя переименовывать функцию
function isPangram(string) {
    // Ваш код

    return;
}

module.exports = isPangram;

