// Напишите функцию, принимающую строку из круглых скобок и определяющую, что их порядок валиден
// Функция должна возвращать true, если строка валидна и false, если нет.
// Входная строка всегда существует, состоит из круглых скобок и имеет длину > 0 и <= 100 символов

// Например
// "()"              =>  true
// ")(()))"          =>  false
// "("               =>  false
// "(())((()())())"  =>  true

function isParentsisValid(string) {
    // Ваш код

    return;
}

module.exports = isParentsisValid;
